php-laravel-lumen/n1-highcpu-4-2ms/c125.txt
Bombarding http://10.148.0.4/blog/public/index.php/2ms with 50000 request(s) using 125 connection(s)
 50000 / 50000 [===================================================================================================] 100.00% 15s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      3345.71     503.66   10209.33
  Latency       37.39ms    23.73ms      1.07s
  Latency Distribution
     50%    35.95ms
     75%    45.84ms
     90%    56.36ms
     99%    91.36ms
  HTTP codes:
    1xx - 0, 2xx - 50000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     0.91MB/s